Repository: vdr-projects/vdr-plugin-chanman
Catalog: chanman/po/*.po
Languages: it_it

source: Max items for alphabetic order
it_it: Voci max in ordine Alfabetico

source: Show : 1) Prov.; 2) ChID; 3) Freq.
it_it: Mostra: 1) Prov 2) ID Can 3) Freq

source: Jump : 1) Alphabetic; 2) Numeric
it_it: Vai a: 1) Alfabetico 2) Num.

source: Channel Manager
it_it: Gestione canali

source: Tv Crypt
it_it: Tv codif.

source: All
it_it: Tutti

source: Src+Frequency
it_it: Srg+Freq.

source: Group
it_it: Gruppo

source: Src+Provider
it_it: Srg+Prov.

source: Src+Name
it_it: Srg+Nome

source: Name
it_it: Nome

source: Channels
it_it: Canali

source: Button$Switch
it_it: Cambia
