Repository: vdr-projects/vdr-plugin-chanman
Catalog: po/*.po
Languages: de_de, ru_ru

source: Max items for alphabetic order
de_de: Max Elemente f체r alphabetische Sortierung
ru_ru: Макс. элементов в алфавитном порядке

source: Show : 1) Prov.; 2) ChID; 3) Freq.
de_de: Zeige : 1) Prov.; 2) ID; 3) Freq.
ru_ru: Показать : 1) Пров.; 2) Канал; 3) Частота

source: Jump : 1) Alphabetic; 2) Numeric
de_de: Springe : 1) Alphabetisch; 2) Numerisch
ru_ru: Перейти: 1) По алфавиту; 2) По номеру

source: Channel Manager
de_de: Kanal Manager
ru_ru: Менеджер Каналов

source: Radio
ru_ru: Радио

source: Tv
ru_ru: ТВ

source: Tv Crypt
de_de: TV verschl체sselt
ru_ru: Кодированное ТВ

source: All
de_de: Alle
ru_ru: Все

source: Src+Frequency
de_de: Quelle+Frequenz
ru_ru: Источ.+Частота

source: Group
de_de: Gruppe
ru_ru: Группы

source: Src+Provider
de_de: Quelle+Provider
ru_ru: Источ.+Провайдер

source: Provider
ru_ru: Провайдер

source: Src+Name
de_de: Quelle+Name
ru_ru: Источ.+Название

source: Name
ru_ru: Название

source: Channels
de_de: Kan채le
ru_ru: Каналы

source: Button$Switch
de_de: Umschalten
ru_ru: Перекл

source: Button$Cut
ru_ru: Вырезать

source: Button$Paste
ru_ru: Вставить

source: EMPTY
ru_ru: ПУСТО

source: Button$Mark
de_de: Markieren
ru_ru: Выделить

source: Channel manager plugin
ru_ru: Менеджер каналов

source: Channel manager
ru_ru: Менеджер Каналов
